export default {
  title: "ಪಾಲಿಮಾರು ಶ್ರೀ ಸಂತಾನ ಸುಬ್ರಹ್ಮಣ್ಯ ದೇವಸ್ಥಾನ ಬರಮಾಡಿ ಬ್ರಹ್ಮಕಲಶಾಭಿಷೇಕ",
  countdown: {
    title: "ಬ್ರಹ್ಮಕಲಶಾಭಿಷೇಕ ಕೌಂಟ್‌ಡೌನ್",
    days: "ದಿನಗಳು",
    hours: "ಗಂಟೆಗಳು",
    minutes: "ನಿಮಿ",
    seconds: "ಸೆಕೆಂ.."
  },
  buttons: {
    history: "ಪಲಿಮಾರಿನ ಐತಿಹ್ಯೆ",
    events: "ಕಾರ್ಯಕ್ರಮಗಳ ವಿವರಗಳು",
    close: "ಮುಚ್ಚಿರಿ",
    language: "English"
  },
  history: {
    title: "ಪಲಿಮಾರಿನ ಐತಿಹ್ಯೆ",
    content: 'ಕರ್ನಾಟಕದ ಕರಾವಳಿಯ ಉಡುಪಿತಾಲೂಕಿನ ಪಲಿಮಾರು ಎಂಬ ಊರಿನಲ್ಲಿ ಶ್ರೀಮಧ್ವಾಚಾರ್ಯರ ಶಿಷ್ಯರಲ್ಲಿ ಒಬ್ಬರಿಂದ ಪ್ರಪ್ರಥಮ ಮಠ ಸ್ಥಾಪನೆಯಾಗಿದ್ದು, ಈ ಊರಿನ ಪ್ರಾಚೀನ ಐತಿಹಾಸಿಕ ಮತ್ತು ಧಾರ್ಮಿಕ ಮಹತ್ವ ಬಹಳ ಪ್ರಾಮುಖ್ಯತೆಯಾಗಿದೆ. ಪಲಿಮಾರು ಎಂಬ ಹೆಸರು "ಫಲಭಾರಪುರ" ಎಂಬ ಸ್ಥಳದಿಂದ ವಾಡಿಕೆಯಲ್ಲಿ ಬಂದಿದೆ.ಶ್ರೀಮಧ್ವಾಚಾರ್ಯರು ಉಡುಪಿಯಲ್ಲಿ ಶ್ರೀಕೃಷ್ಣನ ತತ್ವಜ್ಞಾನ ಮತ್ತು ಪೂಜೆಯ ಪ್ರಚಾರಕ್ಕಾಗಿ ಎಂಟು ಶಿಷ್ಯರಿಗೆ ಸನ್ಯಾಸ ದೀಕ್ಷೆ ನೀಡಿದರು.ಪಲಿಮಾರು ಮಠದಲ್ಲಿ ಶ್ರೀವೇದವ್ಯಾಸ ದೇವರು ಮತ್ತು ಶ್ರೀಆಂಜನೇಯ ದೇವರ ಪ್ರತಿಷ್ಠಾಪನೆ ಇದೆ.ಇಲ್ಲಿಗೆ ಭಕ್ತರ ಪ್ರೀತಿ ಮತ್ತು ಶ್ರದ್ಧೆ ಅಪಾರವಾಗಿದೆ.ಈ ಊರಿನಲ್ಲಿ ನಾಲ್ಕು ಪ್ರಮುಖ ದೇವಾಲಯಗಳಿವೆ:1. ಶ್ರೀಮಹಾಲಿಂಗೇಶ್ವರ ದೇವಸ್ಥಾನ 2. ಶ್ರೀವಿಷ್ಣುಮೂರ್ತಿ ದೇವಸ್ಥಾನ 3. ಚಾವಡಿ ಶ್ರೀಬ್ರಹ್ಮಲಿಂಗೇಶ್ವರ ದೇವಸ್ಥಾನ 4. ಬರಮಾಡಿ ಶ್ರೀಸುಬ್ರಹ್ಮಣ್ಯ ದೇವಸ್ಥಾನ .ಈ ದೇವಾಲಯಗಳಲ್ಲಿ ಶ್ರೀಸುಬ್ರಹ್ಮಣ್ಯ ದೇವಾಲಯ ವಿಶಿಷ್ಟವಾಗಿದೆ. 12-13ನೇ ಶತಮಾನದಲ್ಲಿ ಸಾಂತ್ರಾಯ ಮನೆತನದವರು ಸಾಂತೂರುನಿಂದ ಶ್ರೀಸುಬ್ರಹ್ಮಣ್ಯ ಸ್ವಾಮಿ ವಿಗ್ರಹವನ್ನು ತಂದು ಇಲ್ಲಿ ಪ್ರತಿಷ್ಠಾಪಿಸಿದ್ದಾರೆ. ಬರಮಾಡಿ ಎಂಬ ಹೆಸರು "ಈ ದೇವರನ್ನು ಬರಮಾಡಿಕೊಂಡ ಸ್ಥಳವೆಂದು" ಗುರುತಿಸಲು ಬಂದಿದೆ.'
  },
  events: {
    title: "ಬ್ರಹ್ಮಕಲಶಾಭಿಷೇಕ ಕಾರ್ಯಕ್ರಮಗಳು",
    day: "ದಿನ {{number}}",
    eventsList: {
      day1: ["ದಿನಾಂಕ: 01-01-2025ನೇ ಬುಧವಾರ","ಬೆಳಿಗ್ಗೆ: ಪುಣ್ಯಾಹ, ಪಂಚಗವ್ಯ, ನಾಂದಿ ಸಮಾರಾಧನೆ, ಋತ್ವಿಗ್ ವರ್ಣ, ತೋರಣ ಮುಹೂರ್ತ, ಉಗ್ರಾಣ ಮುಹೂರ್ತ, ಗಣಹೋಮ", "ಸಾಯಂಕಾಲ: ವಾಸ್ತು ಹೋಮ, ವಾಸ್ತುಪೂಜೆ, ರಾಕ್ಷೋಘ್ನ್ ಹೋಮ, ಪ್ರಾಸಾದ ಶುದ್ಧಿ, ಅಂಕುರಾರ್ಪಣೆ"],
      day2: ["ದಿನಾಂಕ: 02-01-2025ನೇ ಗುರುವಾರ","ಬೆಳಿಗ್ಗೆ: ಪುಣ್ಯಾಹ, ಪಂಚಗವ್ಯ, ಅರಣಿಮಥನ, ನವಗ್ರಹ ಹೋಮ, ಸ್ಕಂದ ಗಾಯತ್ರಿ ಹೋಮ ನಾಳ ಶುದ್ದಿ, ಅಷ್ಟಬಂಧ.","ಸಾಯಂಕಾಲ: ಚಕ್ರಾಬ್ಜಮಂಡಲ ಪೂಜೆ, ನವಗ್ರಹ ಪೂಜೆ"],
      day3:["ದಿನಾಂಕ: 03-01-2025ನೇ ಶುಕ್ರವಾರ","ಬೆಳಿಗ್ಗೆ :ಪ್ರತಿಷ್ಠಾ ಹೋಮ, ಪ್ರತಿಷ್ಠಾಕಲಶ, ಅಷ್ಟಬಂಧ ಪ್ರತಿಷ್ಠೆ, ನಾರಾಯಣ ಮಂತ್ರ ಹೋಮ (ಅಷ್ಟಾಕ್ಷರ), ವಿಷ್ಣು ಗಾಯತ್ರಿ ಹೋಮ","ಸಾಯಂಕಾಲ: ಶಕ್ತಿ ದಂಡಕ ಪೂಜೆ, ಕುಮಾರ ಕಲಶ"],
      day4:["ದಿನಾಂಕ: 04-01-2025ನೇ ಶನಿವಾರ","ಬೆಳಿಗ್ಗೆ:ತತ್ವ ಹೋಮ, ತತ್ವ ಕಲಶ ಮತ್ತು ಅಭಿಷೇಕ, ಸ್ಕಂದ ಮಂತ್ರ ಹೋಮ, ಪುರುಷ ಸೂಕ್ತ ಹೋಮ, ಬ್ರಹ್ಮ ಗಾಯತ್ರಿ ಹೋಮ, ಮಹಾಬಲಿ ಪೀಠ ಪ್ರತಿಷ್ಠೆ, ಕ್ಷೇತ್ರಪಾಲ ಪ್ರತಿಷ್ಠೆ","ಸಾಯಂಕಾಲ: ದೈವ ಪ್ರತಿಷ್ಠೆ"],
      day5:["ದಿನಾಂಕ: 05-01-2025ನೇ ರವಿವಾರ","ಬೆಳಿಗ್ಗೆ:ಅಧಿವಾಸ ಹೋಮ, ಘಂಟೆ 9-45ಕ್ಕೆ ಸರಿಯಾಗಿ ಬ್ರಹ್ಮಕಲಶಾಭಿಷೇಕ, ನಾಗನ ಸನ್ನಿಧಿಯಲ್ಲಿ ಆಶ್ಲೇಷಾ ಬಲಿ, ನವಕ ಪ್ರಧಾನ ಹೋಮ, ಮಹಾಪೂಜೆ, ಅವಸೃತ ಬಲಿ, ಅನ್ನಬ್ರಹ್ಮ ಪೂಜೆ,","ಮಧ್ಯಾಹ್ನ 1-00 ಗಂಟೆಯಿಂದ ಮಹಾಅನ್ನಸಂತರ್ಪಣೆ","ಸಾಯಂಕಾಲ: ಮಹಾರಂಗ ಪೂಜೆ, ಭೂತಬಲಿ, ರಥೋತ್ಸವ, ಅವಭೃತ ಸ್ನಾನ"],
      day6:["ದಿನಾಂಕ: 06-01-2025ನೇ ಸೋಮವಾರ","ಬೆಳಿಗ್ಗೆ:ಸಂಪ್ರೋಕ್ಷಣೆ,ಮಹಾಮಂತ್ರಾಕ್ಷತೆ"]
    }
  }
};
